/*Tier 1: fr de es it  
    /* françaisJérémieÉoîï   Deutschäöü   Español   italiano */ 

    /* fçéÉoîïchäöüañolital */
   /* polskiŚrŻł     čeština */ 

   /* kiŚrŻłčeštin */


/* 한국어    日本語のふぉーど    中文(繁體)   中文(简体) */

/* 한국어日本語のふーど中文(繁體)中文(简体)  */

 
/* ¡  ¢  £ ¤  ¥  ¦ §  ¨  ©  ª  «  
¬  ­  ®  ¯  °  ±  ²  ³  ´  µ  ¶  ·  ¸  ¹  º  
»  ¼  ½  ¾  ¿  À  Á  Â  Ã  Ä  Å  Æ  Ç  È  É  Ê  
Ë    Ì   Í   Î    Ï    Ð  Ñ  Ò  Ó  Ô  Õ  Ö  ×  
Ø  Ù  Ú  Û    Ü  Ý    Þ  ß  à  á  â  ã  ä  å   
æ    ç    è    é   ê   ë  ì  í  î  ï  ð  ñ  
ò  ó  ô   õ  ö  ÷  ø  ù  ú  û  ü  ý þ  ÿ  */

 

/* ¢£¤¥®¯±½¾¿ÀÁÂÌÍÎÏÐÑÙÚÛÜÝÞ*çèéêëìö÷øùúûü */

/* ąĄćĆđĐęĘíÍłŁňŇőŐřŘśŚţŢűŰżŻ */

/* ąĄćĆđĐęĘíÍłŁňŇőŐřŘśŚţŢűŰżŻ */

/* ไทย คลองเตย สปส เขตพื้นที่ มกราคม ตาย*/

/*  ไทยคลองเตยสปสเขตพื้นที่มกราคมตาย */

/*ديسمب الأربعاء ألثنٍلسائٍ داخفٍائرالعربية  */

/*ديسمب الأربعاء ألثنٍلسائٍ داخفٍائرالعربية  */


/* העברית מממrמממyממnממ */

/* העבריתמrמyמ */

/* Новый Юг Уэльса Джилленд*/

/* НовыйЮгУэльсаДжилленд */
data null;
rc= git_init_repo( "/dmtesting/tmp/Git_Alice/Alice7", "mm", "git@github.com:scnxih/Git7.git");
put rc=;
run;